{
    "home": "होम",
    "account_info": "खाता जानकारी",
    "bank_service": "बैंक सेवा",  
      "loans": "ऋण",
    "customer_support": "ग्राहक सहायता",
    "search": "खोजें",
    "disclaimer": "अस्वीकरण",
    "chat": "चैट",
    "select_language": "भाषा चुनें",
"read_aloud": "पढ़कर सुनाएं",
    "stop": "रोकें",
        
    "saving_account": "बचत खाता",
    "recurring_account": "आवर्ती खाता",
    "fixed_account": "स्थिर खाता",
    "salary_account": "वेतन खाता",
    "current_account": "चालू खाता",
    "tax_services": "कर सेवाएँ",
  "checkbook_services": "चेकबुक सेवाएँ",
  "bill_services": "बिल सेवाएँ",
  "atm_services": "एटीएम सेवाएँ",
  "locker_services": "लॉकर सेवाएँ",
  "digital_services": "डिजिटल सेवाएँ",
  "insurance_services": "बीमा सेवाएँ",
  "home_loan": "गृह ऋण",
  "education_loan": "शिक्षा ऋण",
  "business_loan": "व्यवसाय ऋण",
  "personal_loan": "व्यक्तिगत ऋण",
  "gold_loan": "सोने का ऋण",
  "vehicle_loan": "वाहन ऋण",
  "faq_services": "सामान्य प्रश्न",
  "profile_services": "प्रोफ़ाइल प्रबंधन",
  "settings_services": "सेटिंग्स",
  "transactions_services": "लेनदेन इतिहास",
  "feedback_services": "प्रतिक्रिया",
  "help_services": "सहायता डेस्क",
  "locate_us": "हमारी लोकेशन खोजें",
  "rules_and_regulations": "नियम और विनियम",
  "updates": "अपडेट्स",

      "saving_account_header": "बचत खाता प्रबंधन",
      "saving_create_header": "बचत खाता कैसे खोलें",
      "saving_create_steps": [
        "बैंक चुनें",
        "ब्याज दरों, शुल्क और लाभों की तुलना करें।",
        "आवश्यक दस्तावेज एकत्र करें",
        "पहचान प्रमाण (आधार, पासपोर्ट, ड्राइविंग लाइसेंस, आदि)",
        "पता प्रमाण (बिजली बिल, किराए का समझौता, आदि)",
        "पैन कार्ड",
        "पासपोर्ट आकार के फोटो",
        "आवेदन भरें",
        "बैंक शाखा जाएं या ऑनलाइन आवेदन करें।",
        "केवाईसी सत्यापन पूरा करें",
        "आरबीआई दिशानिर्देशों के अनुसार दस्तावेज़ जमा करें।",
        "खाते में पैसे डालें",
        "आवश्यक न्यूनतम शेष राशि जमा करें।",
        "अब आपका बचत खाता सक्रिय है!"
      ],
      "saving_manage_header": "अपने बचत खाते का प्रबंधन कैसे करें",
      "saving_manage_steps": [
        "नियमित रूप से खाता विवरण और लेन-देन की निगरानी करें।",
        "बचत लक्ष्यों के लिए स्वचालित हस्तांतरण सेट करें।",
        "ऑनलाइन बैंकिंग और मोबाइल ऐप का उपयोग करें।",
        "मजबूत पासवर्ड और अलर्ट के साथ सुरक्षा बनाए रखें।",
        "ब्याज अधिकतम करने के लिए आवश्यक न्यूनतम शेष रखें।",
        "अपने वित्तीय भविष्य को सुरक्षित बनाने के लिए खाता प्रबंधन करें!"
      ],
      "saving_close_header": "बचत खाता कैसे बंद करें",
      "saving_close_steps": [
        "शेष राशि निकालें या स्थानांतरित करें",
        "बंद करने से पहले शेष राशि सुनिश्चित करें।",
        "बैंक जाएं या ऑनलाइन अनुरोध सबमिट करें",
        "कुछ बैंक ऑनलाइन खाता बंद करने की अनुमति देते हैं।",
        "आवश्यक दस्तावेज प्रदान करें",
        "खाता बंद करने का फॉर्म",
        "पहचान प्रमाण",
        "अप्रयुक्त चेकबुक/डेबिट कार्ड (यदि आवश्यक हो)",
        "खाता बंद करने की पुष्टि करें",
        "पुष्टि पत्र या अंतिम विवरण प्राप्त करें।",
        "आपका खाता सफलतापूर्वक बंद कर दिया गया है!"
      ],
    
  
    "salary_account_header": "वेतन खाता प्रबंधन",
    "salary_create_header": "वेतन खाता कैसे खोलें",
    "salary_create_steps": [
      "योग्यता जाँचें: आपके नियोक्ता को वेतन खाता प्रदान करना चाहिए।",
      "दस्तावेज़ एकत्र करें: रोजगार प्रमाण, पहचान पत्र, पैन कार्ड, पता प्रमाण।",
      "बैंक चुनें: नियोक्ता की साझेदारी या व्यक्तिगत पसंद के आधार पर।",
      "फॉर्म भरें: ऑनलाइन, बैंक शाखा में, या एचआर विभाग से।",
      "पहचान सत्यापन करें: केवाईसी प्रक्रिया, दस्तावेज़ जमा करें।",
      "खाता विवरण प्राप्त करें: खाता नंबर, डेबिट कार्ड, नेट बैंकिंग एक्सेस।"
    ],
    "salary_manage_header": "वेतन खाता कैसे प्रबंधित करें",
    "salary_manage_steps": [
      "वेतन जमा: नियोक्ता हर महीने वेतन जमा करता है।",
      "निकासी और स्थानांतरण: डेबिट कार्ड, यूपीआई या नेट बैंकिंग का उपयोग करें।",
      "लेन-देन जाँचें: वेतन जमा, कटौतियों की निगरानी करें।",
      "स्वतः भुगतान: बिल भुगतान, निवेश सेटअप करें।",
      "लाभ: शून्य शेष राशि, ओवरड्राफ्ट, क्रेडिट कार्ड विकल्प।",
      "सुरक्षा: 2FA सक्षम करें, नियमित रूप से पासवर्ड अपडेट करें।"
    ],
    "salary_close_header": "वेतन खाता कैसे बंद करें",
    "salary_close_steps": [
      "वेतन जमा बंद करें: नियोक्ता को अन्य खाते में स्थानांतरित करने के लिए कहें।",
      "शेष राशि जाँचें: लंबित लेन-देन साफ़ करें, धनराशि स्थानांतरित करें।",
      "बैंक जाएं या ऑनलाइन आवेदन करें: कुछ बैंक ऑनलाइन समापन की अनुमति देते हैं।",
      "दस्तावेज़ जमा करें: पहचान प्रमाण, समापन फॉर्म, चेकबुक लौटाएं।",
      "समापन की पुष्टि करें: पुष्टिकरण पत्र या अंतिम विवरण प्राप्त करें।"
    ],


    "current_account_header": "चालू खाता प्रबंधन",
  "current_create_header": "चालू खाता कैसे खोलें",
  "current_create_steps": [
    "बैंक और खाता प्रकार चुनें।",
    "पात्रता जांचें।",
    "आवश्यक दस्तावेज़ एकत्र करें।",
    "ऑनलाइन या बैंक में आवेदन करें।",
    "केवाईसी सत्यापन पूरा करें।",
    "खाते का विवरण प्राप्त करें।"
  ],
  "current_manage_header": "अपने चालू खाते का प्रबंधन कैसे करें",
  "current_manage_steps": [
    "राशि जमा करें और निकालें।",
    "लेन-देन और बैलेंस की निगरानी करें।",
    "न्यूनतम बैलेंस बनाए रखें।",
    "बड़े भुगतान सक्षम करें।",
    "ओवरड्राफ्ट सुविधा का उपयोग करें।",
    "अपने खाते को सुरक्षित करें।"
  ],
  "current_close_header": "चालू खाता कैसे बंद करें",
  "current_close_steps": [
    "सभी लंबित लेन-देन निपटाएं।",
    "बची हुई राशि निकालें या ट्रांसफर करें।",
    "खाता बंद करने के लिए आवेदन करें।",
    "आवश्यक दस्तावेज़ जमा करें।",
    "बंद करने की पुष्टि करें।"
  ],

  "fixed_account_header": "स्थायी जमा (एफडी) प्रबंधन",
  "fixed_create_header": "स्थायी जमा (एफडी) खाता कैसे खोलें",
  "fixed_create_steps": [
    "बैंक और एफडी प्रकार चुनें",
    "पात्रता जांचें",
    "आवश्यक दस्तावेज़ इकट्ठा करें",
    "एफडी राशि और कार्यकाल चुनें",
    "एफडी खाता खोलें",
    "एफडी खाता विवरण प्राप्त करें"
  ],
  "fixed_manage_header": "अपने स्थायी जमा (एफडी) खाते को कैसे प्रबंधित करें",
  "fixed_manage_steps": [
    "एफडी ब्याज और परिपक्वता तिथि ट्रैक करें",
    "ब्याज भुगतान विकल्प चुनें",
    "परिपक्वता पर नवीनीकरण या निकासी करें",
    "एफडी के खिलाफ ऋण प्राप्त करें",
    "प्रीमैच्योर निकासी उपलब्ध (जुर्माने के साथ)"
  ],
  "fixed_close_header": "स्थायी जमा (एफडी) खाता कैसे बंद करें",
  "fixed_close_steps": [
    "परिपक्वता तिथि जांचें",
    "बंद करने की विधि चुनें",
    "राशि निकालें या पुनर्निवेश करें",
    "बंद करने की पुष्टि करें और अंतिम विवरण प्राप्त करें"
  ],

  
    "recurring_header": "आवर्ती जमा खाता",
    "open_rd_title": "आवर्ती जमा खाता खोलें",
    "open_rd_steps": [
      "आरडी खाता प्रदान करने वाला बैंक चुनें",
      "आवश्यक दस्तावेज़ जैसे पहचान प्रमाण, पता प्रमाण और पासपोर्ट आकार की फोटो जमा करें",
      "सही विवरण के साथ आरडी आवेदन पत्र भरें",
      "मासिक जमा राशि और अवधि तय करें",
      "फॉर्म जमा करें और अपना आरडी खाता सक्रिय करें"
    ],
    "manage_rd_title": "अपने आरडी खाते का प्रबंधन करें",
    "manage_rd_steps": [
      "हर महीने तय की गई राशि जमा करें",
      "अपने आरडी खाते की वृद्धि को नियमित रूप से ट्रैक करें",
      "यदि आवश्यक हो तो समय से पहले आरडी बंद करने का विकल्प",
      "लगातार बचत के लिए ऑटो-नवीनीकरण सक्षम करें"
    ],
    "close_rd_title": "अपना आरडी खाता बंद करें",
    "close_rd_steps": [
      "जांच करें कि आपका आरडी परिपक्व हो गया है या नहीं",
      "ब्याज सहित जमा राशि निकालें",
      "आरडी खाता बंद करने की प्रक्रिया पूरी करें"
    ],
   
  
    
  

  
    "atm_services_header": "एटीएम सेवाएँ",
    "atm_eligibility_title": "एटीएम सेवाएँ उपयोग करने की पात्रता और प्रक्रिया",
    "atm_eligibility_steps": [
      "ग्राहकों के पास उनके बैंक द्वारा जारी डेबिट कार्ड, एटीएम कार्ड या क्रेडिट कार्ड होना चाहिए।",
      "कार्ड को सक्रिय किया जाना चाहिए और एक वैध बैंक खाते से जोड़ा जाना चाहिए।",
      "सुरक्षा के लिए लेन-देन के लिए 4-अंकीय या 6-अंकीय पिन की आवश्यकता होती है।",
      "बैंक द्वारा निर्धारित एटीएम पर दैनिक लेन-देन की सीमा हो सकती है।"
    ],
    "atm_charges_title": "शुल्क और शुल्क संरचना",
    "atm_charges_steps": [
      "नि:शुल्क लेन-देन: अधिकांश बैंक प्रति माह सीमित संख्या में मुफ्त एटीएम लेनदेन की पेशकश करते हैं।",
      "अतिरिक्त लेन-देन शुल्क: मुफ्त मासिक सीमा पार करने पर एक छोटा शुल्क लगाया जाता है।",
      "अंतरबैंक एटीएम शुल्क: अन्य बैंक के एटीएम का उपयोग करने पर मुफ्त सीमा के बाद शुल्क लग सकता है।",
      "अंतरराष्ट्रीय एटीएम शुल्क: विदेशी एटीएम निकासी में उच्च शुल्क और मुद्रा रूपांतरण शुल्क लग सकता है।",
      "कार्ड पुनः जारी शुल्क: यदि एटीएम कार्ड खो जाता है या चोरी हो जाता है, तो नए कार्ड के लिए शुल्क लिया जाता है।"
    ],
"bill_services_header": "बिल भुगतान सेवाएँ",
      
          "bill_eligibility_title": "बिल भुगतान की पात्रता और प्रक्रिया",
          "bill_eligibility_steps": [
            "ग्राहकों के पास बचत या चालू खाता होना चाहिए।",
            "ऑनलाइन भुगतान के लिए नेट बैंकिंग या मोबाइल बैंकिंग में पंजीकरण आवश्यक हो सकता है।",
            "ग्राहक अपने बिलर्स को बैंक खाते से लिंक कर सकते हैं।",
            "भुगतान तुरंत किया जा सकता है या अग्रिम रूप से निर्धारित किया जा सकता है।"
          ],
          "bill_charges_title": "शुल्क और शुल्क संरचना",
          "bill_charges_steps": [
            "नि:शुल्क सेवाएँ: कुछ बैंक मुफ्त बिल भुगतान प्रदान करते हैं।",
            "लेन-देन शुल्क: कुछ भुगतानों पर छोटे शुल्क लग सकते हैं।",
            "देर से भुगतान दंड: विलंबित भुगतान पर दंड लगाया जा सकता है।"
          ],
          "bill_types_title": "बिल भुगतान सेवाओं के प्रकार",
          "bill_types_steps": [
            "नेट बैंकिंग और मोबाइल बैंकिंग: ग्राहक ऐप या वेबसाइट से भुगतान कर सकते हैं।",
            "बैंक शाखा भुगतान: नकद या चेक के माध्यम से भुगतान किया जा सकता है।",
            "ऑटो-डेबिट सेवा: ग्राहक स्वचालित भुगतान सेट कर सकते हैं।",
            "बीबीपीएस (भारत बिल भुगतान प्रणाली): एक केंद्रीकृत भुगतान प्रणाली।"
          ],

        
          
          
            "checkbook_header": "चेकबुक सेवाएं",
            "eligibility_process_header": "पात्रता और प्रक्रिया",
            "eligibility_point1": "ग्राहकों के पास बचत या चालू खाता होना चाहिए।",
            "eligibility_point2": "निम्नलिखित तरीकों से अनुरोध करें:",
            "branch_visit": "बैंक शाखा में जाकर अनुरोध पत्र भरें।",
            "net_mobile_banking": "इंटरनेट या मोबाइल बैंकिंग के माध्यम से अनुरोध करें।",
            "atm_request": "एटीएम से अनुरोध करें (यदि बैंक समर्थन करता है)।",
            "sms_customer_care": "एसएमएस भेजें या ग्राहक सेवा को कॉल करें।",
            "checkbook_delivery": "चेकबुक पंजीकृत पते पर भेज दी जाएगी।",
            "eligibility_process_text": "चेकबुक प्राप्त करने के लिए, ग्राहक को एक सक्रिय खाता होना चाहिए और वे शाखा यात्रा, मोबाइल बैंकिंग, एटीएम या ग्राहक सेवा के माध्यम से अनुरोध कर सकते हैं।",
          
            "charges_fees_header": "शुल्क और शुल्क",
            "free_checkbooks": "बैंक प्रति वर्ष कुछ मुफ्त चेकबुक प्रदान करते हैं।",
            "additional_checkbook_charges": "अतिरिक्त चेकबुक के लिए शुल्क लिया जा सकता है।",
            "stop_payment_charges": "चेक भुगतान रोकने पर एक छोटा शुल्क लगाया जाता है।",
            "check_bounce_penalty": "चेक बाउंस होने पर दंड लगाया जाता है।",
            "charges_fees_text": "चेकबुक शुल्क बैंक पर निर्भर करता है, जिसमें कुछ मुफ्त सीमाएँ और अतिरिक्त शुल्क होते हैं।",
          
            "types_of_checkbooks_header": "चेकबुक के प्रकार",
            "personal_checkbooks": "व्यक्तिगत चेकबुक: व्यक्तिगत उपयोग के लिए।",
            "business_checkbooks": "व्यवसाय चेकबुक: कंपनियों और व्यवसायों के लिए।",
            "multi_city_checks": "मल्टी-सिटी चेक: किसी भी शाखा में मान्य।",
            "cts_2010_compliant_checks": "सीटीएस-2010 अनुरूप चेक: आरबीआई दिशानिर्देशों के अनुसार सुरक्षित।",
            "types_of_checkbooks_text": "बैंक ग्राहक आवश्यकताओं के अनुसार विभिन्न प्रकार की चेकबुक प्रदान करते हैं।",
          
           
            
          
          
          
          
            "insurance_services_header": "बीमा सेवाएँ",
            "insurance_eligibility_title": "बीमा सेवाएँ प्राप्त करने की पात्रता और प्रक्रिया",
            "insurance_eligibility_steps": [
              "ग्राहकों के पास बचत या चालू खाता होना चाहिए (कुछ मामलों में वैकल्पिक)।",
              "अपनी आवश्यकता के अनुसार बीमा योजना चुनें (जीवन, स्वास्थ्य, वाहन आदि)।",
              "केवाईसी दस्तावेज़ जमा करें (पहचान प्रमाण, पता प्रमाण और कुछ योजनाओं के लिए आय प्रमाण)।",
              "ऑनलाइन या बैंक खाते से ऑटो-डेबिट के माध्यम से प्रीमियम भुगतान करें।",
              "पॉलिसी दस्तावेज़ डिजिटल या भौतिक रूप में जारी किए जाते हैं।"
            ],
            "insurance_charges_title": "शुल्क और फीस",
            "insurance_charges_steps": [
              "प्रीमियम राशि: बीमा प्रकार और कवरेज के आधार पर अलग-अलग होती है।",
              "प्रोसेसिंग शुल्क: कुछ बैंक पॉलिसी प्रक्रिया के लिए शुल्क लेते हैं।",
              "देर से भुगतान करने पर दंड: यदि समय पर प्रीमियम का भुगतान नहीं किया जाता है, तो दंड लागू हो सकता है।",
              "दावे निपटान शुल्क: कुछ दावों में प्रोसेसिंग शुल्क लागू हो सकता है।"
            ],
            "insurance_types_title": "बैंक द्वारा प्रदान किए जाने वाले बीमा प्रकार",
            "insurance_types_steps": [
              "जीवन बीमा: मृत्यु की स्थिति में पॉलिसीधारक के परिवार के लिए वित्तीय सुरक्षा।",
              "स्वास्थ्य बीमा: चिकित्सा खर्च, अस्पताल में भर्ती लागत और गंभीर बीमारियों को कवर करता है।",
              "मोटर बीमा: वाहनों की क्षति और तृतीय-पक्ष देनदारियों को कवर करता है।",
              "यात्रा बीमा: यात्रा के दौरान चिकित्सा आपात स्थिति, यात्रा रद्दीकरण और खोए हुए सामान को कवर करता है।",
              "गृह बीमा: प्राकृतिक आपदाओं, चोरी और आग से घर की सुरक्षा करता है।",
              "व्यक्तिगत दुर्घटना बीमा: दुर्घटना में मृत्यु या विकलांगता की स्थिति में वित्तीय सहायता प्रदान करता है।",
              "ऋण बीमा: उधारकर्ता की मृत्यु या विकलांगता की स्थिति में बकाया ऋण राशि को कवर करता है।"
            ],
            
          
            
              "tax_services_header": "कर सेवाएँ",
              "tax_eligibility_title": "कर सेवाएँ उपयोग करने की पात्रता और प्रक्रिया",
              "tax_eligibility_steps": [
                "बैंक के साथ बचत या चालू खाता होना आवश्यक है।",
                "ऑनलाइन कर भुगतान के लिए नेट बैंकिंग या मोबाइल बैंकिंग के लिए पंजीकरण करें।",
                "संबंधित कर श्रेणी का चयन करें और PAN, TAN या GSTIN जैसी जानकारी प्रदान करें।",
                "डेबिट कार्ड, नेट बैंकिंग या अन्य उपलब्ध तरीकों से भुगतान पूरा करें।"
              ],
              "tax_charges_title": "शुल्क और शुल्क संरचना",
              "tax_charges_steps": [
                "मूल कर भुगतान: खाता धारकों के लिए आमतौर पर निःशुल्क।",
                "आईटीआर फाइलिंग सेवाएँ: कुछ बैंक सहायक कर दाखिल करने के लिए शुल्क लेते हैं।",
                "दंड शुल्क: देर से कर भुगतान पर सरकारी नियमों के अनुसार दंड और ब्याज लग सकता है।"
              ],
              "tax_types_title": "बैंकों के माध्यम से भुगतान किए जा सकने वाले कर",
              "tax_types_steps": [
                "आयकर: व्यक्तियों और व्यवसायों द्वारा उनकी आय पर देय।",
                "माल और सेवा कर (GST): वस्तुओं और सेवाओं पर अप्रत्यक्ष कर।",
                "टीडीएस (स्रोत पर कर कटौती): वेतन और ब्याज आय पर नियोक्ता या वित्तीय संस्थानों द्वारा काटा जाता है।",
                "संपत्ति कर: स्थानीय नगरपालिका प्राधिकरणों को दिया जाता है।",
                "व्यावसायिक कर: पेशेवरों और वेतनभोगियों पर लागू।",
                "सीमा शुल्क और उत्पाद शुल्क: आयात, निर्यात और वस्तुओं के निर्माण पर कर।"
              ],
             
          
            "digital_services_header": "डिजिटल बैंकिंग सेवाएं",
            "digital_eligibility_title": "पात्रता और प्रक्रिया",
            "digital_eligibility_steps": [
              "ग्राहकों के पास बचत या चालू खाता होना चाहिए।",
              "नेट बैंकिंग या मोबाइल बैंकिंग सेवाओं के लिए पंजीकरण करें।",
              "यूजर आईडी, पासवर्ड और OTP प्रमाणिकरण के साथ सुरक्षित लॉगिन।",
              "कुछ सेवाओं के लिए बैंक खाते से मोबाइल नंबर जोड़ना आवश्यक है।"
            ],
            "digital_charges_title": "शुल्क और फीस",
            "digital_charges_steps": [
              "बुनियादी सेवाओं के लिए निःशुल्क: बैलेंस जांच, फंड ट्रांसफर और ऑनलाइन खरीदारी आमतौर पर मुफ्त होती हैं।",
              "लेन-देन शुल्क: कुछ फंड ट्रांसफर (RTGS, NEFT) पर मामूली शुल्क लग सकता है।",
              "कार्डलेस नकद निकासी शुल्क: कुछ बैंक मोबाइल बैंकिंग के माध्यम से नकद निकासी के लिए शुल्क लेते हैं।",
              "प्रीमियम सेवाएं: उन्नत डिजिटल सेवाएं, जैसे कि प्रायोरिटी बैंकिंग ऐप्स, के लिए सदस्यता शुल्क हो सकता है।"
            ],
            "digital_types_title": "डिजिटल बैंकिंग सेवाओं के प्रकार",
            "digital_types_steps": [
              "इंटरनेट बैंकिंग: वेब ब्राउज़र के माध्यम से पूरी बैंकिंग सेवाओं तक पहुंच।",
              "मोबाइल बैंकिंग ऐप्स: स्मार्टफोन ऐप के माध्यम से लेन-देन और खाता प्रबंधन।",
              "यूपीआई (यूनिफाइड पेमेंट्स इंटरफेस): मोबाइल नंबर या यूपीआई आईडी का उपयोग करके त्वरित फंड ट्रांसफर।",
              "ई-वॉलेट्स: ऑनलाइन भुगतान, खरीदारी और पी2पी ट्रांसफर के लिए डिजिटल वॉलेट।",
              "चैटबॉट्स और AI बैंकिंग: बैंकिंग पूछताछ के लिए वर्चुअल असिस्टेंट।",
              "USSD बैंकिंग: *99# जैसे USSD कोड के माध्यम से ऑफ़लाइन मोबाइल बैंकिंग सेवाएं।",
              "QR कोड भुगतान: मोबाइल बैंकिंग या यूपीआई ऐप्स का उपयोग करके स्कैन और भुगतान करें।"
            ],
            
          
   
    "vehicle_loan_header": "वाहन ऋण सेवाएं",
     "documents_required": "आवश्यक दस्तावेज़",
    "close": "बंद करें",
    "vehicle_loan_access_header": "वाहन ऋण सेवाएं कैसे प्राप्त करें",
    "vehicle_loan_access_steps": [
      "निकटतम शाखा पर जाएं या ऑनलाइन बैंकिंग का उपयोग करें।",
      "अपने क्रेडेंशियल्स से लॉगिन करें।",
      "'वाहन ऋण' विकल्प को सेवाओं की सूची में से चुनें।"
    ],
    "vehicle_loan_procedure_header": "वाहन ऋण आवेदन प्रक्रिया",
    "vehicle_loan_procedure_steps": [
      "वाहन ऋण आवेदन पत्र भरें।",
      "आवश्यक दस्तावेज़ जमा करें।",
      "स्वीकृति प्रक्रिया और सत्यापन की प्रतीक्षा करें।",
      "ऋण स्वीकृति प्राप्त करें और वितरण करें।"
    ],
    "vehicle_loan_documents_header": "वाहन ऋण के लिए आवश्यक दस्तावेज़",
    "vehicle_loan_documents": [
      "पहचान प्रमाण (आधार कार्ड, पैन कार्ड, पासपोर्ट)।",
      "पता प्रमाण (बिजली बिल, किराये का समझौता, आधार कार्ड)।",
      "आय प्रमाण (वेतन पर्ची, बैंक स्टेटमेंट, आईटी रिटर्न)।",
      "डीलर से वाहन का कोटेशन या चालान।"
      
    ],
    "gold_loan_header": "गोल्ड लोन",
  "gold_loan_access_header": "कैसे प्राप्त करें",
  "gold_loan_access_steps": [
    "गोल्ड लोन किसी भी शाखा में जाकर प्राप्त किया जा सकता है जहाँ यह सेवा उपलब्ध हो।",
    "कुछ शाखाएँ घर पर गोल्ड लोन सेवा प्रदान करती हैं।",
    "तेजी से प्रक्रिया के लिए प्रारंभिक आवेदन ऑनलाइन जमा किया जा सकता है।"
  ],
  "gold_loan_procedure_header": "प्रक्रिया",
  "gold_loan_procedure_steps": [
    "आवेदक को अपनी सोने की आभूषण शाखा में लाने होंगे।",
    "सोने की शुद्धता और वजन का मूल्यांकन किया जाता है, और उसकी कीमत के आधार पर लोन की राशि स्वीकृत की जाती है।",
    "यह प्रक्रिया तेज़ होती है और अक्सर एक घंटे से भी कम समय लेती है।",
    "सत्यापन के बाद, लोन चुकाने तक बैंक में सोना सुरक्षित रखा जाता है।"
  ],
  "gold_loan_documents_header": "आवश्यक दस्तावेज़",
  "gold_loan_documents": [
    "पहचान प्रमाण (आधार, पैन, पासपोर्ट)",
    "पता प्रमाण (बिजली बिल, ड्राइविंग लाइसेंस)",
    "हाल की पासपोर्ट आकार की तस्वीरें",
    "लोन सोने के गहनों द्वारा सुरक्षित होने के कारण कोई आय प्रमाण आवश्यक नहीं है"
  ]
,"personal_loan_header": "पर्सनल लोन",
  "personal_loan_access_header": "कैसे प्राप्त करें",
  "personal_loan_access_steps": "पर्सनल लोन को वेबसाइट, मोबाइल ऐप, या शाखा में जाकर एक्सेस किया जा सकता है। उपयोगकर्ता ग्राहक सेवा या ऋण अधिकारी से भी संपर्क कर सकते हैं।",
  "personal_loan_procedure_header": "प्रक्रिया",
  "personal_loan_procedure_steps": "आवेदकों को व्यक्तिगत और रोजगार संबंधी विवरण के साथ आवेदन पत्र भरना होगा। आवेदन के बाद, बैंक क्रेडिट स्कोर, रोजगार स्थिति, और आय की जांच करता है। यदि पात्रता पूरी होती है, तो ऋण स्वीकृत कर 24-48 घंटे में वितरित किया जाता है।",
  "personal_loan_documents_header": "आवश्यक दस्तावेज़",
  "personal_loan_documents": [
    "पहचान प्रमाण (पैन कार्ड, आधार, पासपोर्ट)",
    "पता प्रमाण (बिजली बिल, किराया समझौता)",
    "आय प्रमाण (नवीनतम वेतन पर्ची, बैंक स्टेटमेंट)",
    "रोजगार प्रमाण (कंपनी आईडी कार्ड, रोजगार प्रमाणपत्र)",
    "पासपोर्ट आकार की तस्वीरें"
  ],

  "business_loan_header": "बिजनेस लोन",
  "business_loan_access_header": "कैसे प्राप्त करें",
  "business_loan_access_steps": "व्यवसाय लोन के लिए ऑनलाइन बैंकिंग पोर्टल, रिलेशनशिप मैनेजर या निकटतम शाखा में जाकर आवेदन कर सकते हैं।",
  "business_loan_procedure_header": "प्रक्रिया",
  "business_loan_procedure_steps": "आवेदकों को व्यवसाय लोन आवेदन पत्र भरना होगा और व्यवसाय से जुड़े दस्तावेज प्रस्तुत करने होंगे। बैंक व्यवसाय योजना, नकदी प्रवाह, क्रेडिट इतिहास, और लाभप्रदता का मूल्यांकन करता है। आंतरिक मूल्यांकन के बाद, लोन स्वीकृत होकर व्यवसाय खाते में जमा किया जाता है।",
  "business_loan_documents_header": "आवश्यक दस्तावेज़",
  "business_loan_documents": [
    "व्यवसाय पंजीकरण प्रमाण पत्र",
    "व्यवसाय मालिकों की पहचान और पता प्रमाण",
    "बैंक स्टेटमेंट (पिछले 12 महीने)",
    "आयकर रिटर्न (पिछले 2-3 साल)",
    "वित्तीय विवरण (लाभ-हानि विवरण, बैलेंस शीट)",
    "व्यवसाय योजना और प्रोजेक्शन",
    "जीएसटी पंजीकरण (यदि लागू हो)"
  ],
  "edu_loan_header": "शैक्षिक ऋण",
  "edu_loan_access_header": "कैसे प्राप्त करें",
  "edu_loan_access_steps": "छात्र शैक्षिक ऋण के लिए ऑनलाइन पोर्टल, निकटतम शाखा या भागीदार संस्थानों के माध्यम से आवेदन कर सकते हैं।",
  "edu_loan_procedure_header": "प्रक्रिया",
  "edu_loan_procedure_steps": "आवेदकों को शैक्षिक ऋण आवेदन पत्र भरना होगा और प्रवेश से संबंधित दस्तावेज जमा करने होंगे। बैंक आवेदक की अकादमिक योग्यता, संस्थान की विश्वसनीयता और पाठ्यक्रम का मूल्यांकन करता है। सह-आवेदक (माता-पिता/अभिभावक) ऋण सुरक्षा के लिए आवश्यक हो सकते हैं। स्वीकृति के बाद, ऋण शुल्क अनुसूची के अनुसार किश्तों में शैक्षणिक संस्थान को वितरित किया जाता है।",
  "edu_loan_documents_header": "आवश्यक दस्तावेज़",
  "edu_loan_documents": [
    "संस्थान से प्रवेश पत्र",
    "छात्र और सह-आवेदक की पहचान और पता प्रमाण",
    "शैक्षिक रिकॉर्ड (मार्कशीट, प्रमाण पत्र)",
    "सह-आवेदक की आय का प्रमाण (वेतन पर्ची, आईटी रिटर्न)",
    "बैंक स्टेटमेंट (पिछले 6 महीने)",
    "पासपोर्ट आकार की तस्वीरें"
  ],
  
      "home_loan_header": "होम लोन",
      "home_loan_access_header": "पहुंच कैसे प्राप्त करें",
      "home_loan_access_steps": [
        "निकटतम बैंक शाखा पर जाएं।",
        "आधिकारिक वेबसाइट के माध्यम से आवेदन करें।",
        "मोबाइल बैंकिंग एप्लिकेशन का उपयोग करें।",
        "सहायता के लिए ऋण अधिकारी से संपर्क करें।"
      ],
      "home_loan_procedure_header": "प्रक्रिया",
      "home_loan_procedure_steps": [
        "ऑनलाइन या ऑफलाइन आवेदन पत्र भरें।",
        "व्यक्तिगत, आय और संपत्ति विवरण प्रदान करें।",
        "बैंक प्रारंभिक सत्यापन और संपत्ति मूल्यांकन करता है।",
        "बैंक क्रेडिट इतिहास और वित्तीय स्थिति की समीक्षा करता है।",
        "यदि पात्र हैं, तो स्वीकृति पत्र प्राप्त करें।",
        "ऋण समझौते पर हस्ताक्षर करें।",
        "ऋण राशि विक्रेता या बिल्डर को वितरित की जाती है।"
      ],
      "home_loan_documents_header": "आवश्यक दस्तावेज़",
      "home_loan_documents": [
        "पहचान प्रमाण (आधार, पैन कार्ड)",
        "पता प्रमाण (बिजली बिल, पासपोर्ट)",
        "आय प्रमाण (वेतन पर्ची, आईटीआर)",
        "बैंक स्टेटमेंट (पिछले 6 महीने)",
        "संपत्ति दस्तावेज़"
      ],
    
  
  


  "locker_services_header": "लॉकर सेवाएं",
    "eligibility_process": "लॉकर प्राप्त करने की पात्रता और प्रक्रिया:",
    "steps_eligibility": [
      "बैंक में बचत या चालू खाता होना आवश्यक है।",
      "लॉकर किराये की अनुबंध पत्र भरें और आवश्यक केवाईसी दस्तावेज़ प्रदान करें।",
      "कुछ मामलों में, एक वापसी योग्य सुरक्षा जमा राशि का भुगतान करें।",
      "लॉकर उपलब्धता के आधार पर आवंटित किया जाता है, जिसमें मौजूदा ग्राहकों को प्राथमिकता दी जाती है।"
    ],
    "charges_fees": "शुल्क और शुल्क:",
    "steps_charges": [
      "वार्षिक किराया लॉकर के आकार और बैंक के स्थान (शहरी या ग्रामीण शाखा) पर निर्भर करता है।",
      "सुरक्षा जमा राशि आवश्यक हो सकती है।",
      "देर से भुगतान करने या लंबे समय तक लॉकर का उपयोग न करने पर जुर्माना शुल्क लगाया जा सकता है।"
    ],
    "terms_conditions": "नियम और शर्तें:",
    "steps_terms": [
      "अगर किराया लंबे समय तक भुगतान नहीं किया जाता है तो बैंक को लॉकर खोलने का अधिकार है।",
      "ग्राहकों को लॉकर को बनाए रखना होगा और इसमें प्रतिबंधित वस्तुएं नहीं रखनी चाहिए।",
      "प्रवेश केवल अधिकृत व्यक्तियों (मालिक, नामांकित व्यक्ति, या संयुक्त धारक) को दिया जाता है।"
    ],
    
    
    
      "locateUs": {
        "title": "हमसे संपर्क करें",
        "hotline": "तत्काल पूछताछ के लिए, हमारी 24/7 हॉटलाइन पर कॉल करें",
        "branchLocations": "शाखा स्थान:",
        "emergencyContacts": "आपातकालीन संपर्क:",
        "mapLink": "नक्शा देखने के लिए क्लिक करें",
        "followUs": "हमें फॉलो करें:",
        "facebook": "फेसबुक",
        "twitter": "ट्विटर",
        "instagram": "इंस्टाग्राम"
      },
      
        "updates_header": "नवीनतम बैंक अपडेट और घोषणाएँ",
        "updates_section_title": "बैंक अपडेट",
        "update_1_title": "तत्काल फंड ट्रांसफर (UPI & IMPS) 🚀",
        "update_1_details": [
          "ग्लोबल बैंक अब यूनिफाइड पेमेंट्स इंटरफेस (UPI) और त्वरित भुगतान सेवा (IMPS) के माध्यम से त्वरित धन हस्तांतरण प्रदान करता है।",
          "24/7 धन हस्तांतरण करें, यहां तक कि छुट्टियों पर भी।",
          "₹1 लाख तक के लेन-देन के लिए कोई अतिरिक्त शुल्क नहीं।",
          "ग्लोबल बैंक मोबाइल ऐप, इंटरनेट बैंकिंग और एटीएम के माध्यम से उपलब्ध।"
        ],
        "update_1_date": "📌 अपडेट प्रभावी तिथि: 10 मार्च 2025",
      
        "update_2_title": "निश्चित जमा (FD) पर संशोधित ब्याज दरें 📈",
        "update_2_details": [
          "ग्लोबल बैंक ने अपनी निश्चित जमा (FD) ब्याज दरों को संशोधित किया है।",
          "3 महीने FD: 4.5%",
          "6 महीने FD: 5.2%",
          "1-वर्ष FD: 6.5%",
          "5-वर्ष FD: 7.2% (सर्वश्रेष्ठ दर!)"
        ],
        "update_2_date": "📌 अपडेट प्रभावी तिथि: 1 अप्रैल 2025",
      
        "updates_announcement_title": "बैंक घोषणाएँ",
        "announcement_1_title": "अनुसूचित रखरखाव 🛠",
        "announcement_1_details": [
          "इंटरनेट बैंकिंग और मोबाइल ऐप सेवाएँ निम्नलिखित तिथि पर अनुपलब्ध रहेंगी:",
          "📅 18 मार्च 2025",
          "⏰ 2:00 AM से 5:00 AM (IST)",
          "एटीएम और कार्ड लेन-देन बिना किसी रुकावट के जारी रहेगा।"
        ],
        "announcement_1_date": "📌 घोषणा तिथि: 12 मार्च 2025"
      
    ,
    
      "rules": {

      "readAloud": "पढ़ें",
      "stop": "रुकें"
    ,
        "title": "बैंक के नियम और शर्तें",
        "sections": [
          {
            "title": "1. खाता खोलना और रखरखाव 🏦",
            "text": "• पात्रता: व्यक्तियों को बैंक की आयु और पहचान सत्यापन आवश्यकताओं का पालन करना अनिवार्य है।\n• KYC (नो योर कस्टमर): ग्राहकों को वैध पहचान प्रमाण, पता प्रमाण और फोटो जमा करना आवश्यक है।\n• खाता अपडेट: व्यक्तिगत विवरण में किसी भी परिवर्तन की सूचना तुरंत बैंक को देनी चाहिए।\n📌 न्यूनतम शेष राशि नहीं रखने पर दंड लगाया जा सकता है।"
          },
          {
            "title": "2. डिजिटल और ऑनलाइन बैंकिंग 📲",
            "text": "• सुरक्षित लॉगिन: ग्राहकों को मजबूत पासवर्ड, OTP सत्यापन और सुरक्षित उपकरणों का उपयोग करना चाहिए।\n• अनधिकृत लेनदेन: 24 घंटे के भीतर बैंक को सूचित करें।\n• फ़िशिंग और साइबर सुरक्षा: बैंक कभी भी OTP, पासवर्ड या PIN फोन, SMS या ईमेल के माध्यम से नहीं मांगता।\n📌 ग्राहकों को नियमित रूप से पासवर्ड अपडेट करना चाहिए और दो-चरणीय प्रमाणीकरण सक्षम करना चाहिए।"
          },
          {
            "title": "3. सेवा शुल्क और फीस 💲",
            "text": "• खाता रखरखाव शुल्क: कुछ खातों पर वार्षिक शुल्क लागू हो सकता है।\n• लेनदेन शुल्क: कुछ लेनदेन के लिए अतिरिक्त शुल्क हो सकता है।\n• चेक बाउंस शुल्क: निधि अपर्याप्त होने पर दंड लगाया जाएगा।"
          },
          {
            "title": "4. ग्राहक अधिकार और जिम्मेदारियाँ 👤",
            "text": "• सूचना का अधिकार: ग्राहकों को स्पष्ट जानकारी प्राप्त करने का अधिकार है।\n• गोपनीयता और डेटा संरक्षण: बैंकिंग कानूनों के तहत ग्राहक की जानकारी सुरक्षित है।\n📌 ग्राहकों को अपने बैंकिंग विवरण गोपनीय रखने चाहिए।"
          },
          {
            "title": "5. बैंकिंग समय और अवकाश नीति 🏦",
            "text": "• कार्य समय: सोमवार से शुक्रवार, सुबह 9:30 – शाम 4:30; शनिवार, सुबह 9:30 – दोपहर 1:00।\n• सार्वजनिक अवकाश: राष्ट्रीय और राज्य-विशिष्ट सार्वजनिक अवकाशों पर बैंक बंद रहेगा।\n• 24/7 बैंकिंग सेवाएँ: ग्राहक किसी भी समय एटीएम और ऑनलाइन बैंकिंग का उपयोग कर सकते हैं।"
          }
        ]
      }
    

    }